[
    
    {
      "title"    : "Whirlpool",
      "href"     : "/testimonials/whirlpool.html",
      "content": "<h2 id="whirlpool-continues-to-invest-in-us-manufacturing-facilities">Whirlpool Continues to Invest in U.S. Manufacturing Facilities</h2>

<p>Whirlpool Corporation, a leading manufacturer and marketer of major home appliances, announced plans in September to invest $120 million in a new 1 million-square-foot manufacturing facility in Cleveland, Tennessee.</p>

<blockquote>
  <p><strong>“Whirlpool continues to invest in our U.S.-based manufacturing footprint; we have a strong commitment that this is an excellent place to invest and create value for both our customers and our shareholders.”</strong></p>

  <p><em>- Jeff M. Fettig, Whirlpool Chairman and Chief Executive</em></p>
</blockquote>

<p>The new manufacturing facility represents the largest single investment Whirlpool has ever made anywhere in the world, reinforcing Whirlpool’s commitment to the competitiveness of U.S. manufacturing, Fettig said.  The company expects the project to create 130 new U.S. jobs.</p>

<p>Whirlpool considered other sites in Mexico before ultimately choosing the United States and Cleveland for its employee training opportunities and experience in lean manufacturing.</p>

<blockquote>
  <p><strong>“Whirlpool is proud to employ more U.S. manufacturing workers than any appliance maker selling product in the U.S.”</strong></p>

  <p>_- Al Holaday, Vice President of Manufacturing, Operations and Quality, Whirlpool North America</p>
</blockquote>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Volkswagen",
      "href"     : "/testimonials/volkswagen.html",
      "content": "<h2 id="volkswagen-continues-us-expansion">Volkswagen Continues U.S. Expansion</h2>

<p><a href="http://www.thedetroitbureau.com/2012/03/vw-continues-u-s-expansion/">News Article</a></p>

<p> In March 2012, Volkswagen Group America announced plans to invest another $40 million in Tennessee to build a new warehouse in Roane County. The warehouse will distribute domestic auto parts to the Passat factory located in Chattanooga. The facility, planned to be 400,000 square feet, will open by Spring 2013 and employ approximately 45 people by 2016. This new expansion continues to highlight Volkswagen’s commitment to investing in the U.S. market.</p>

<blockquote>
  <p><strong>“This new facility is exemplary of the commitment that Volkswagen Group of America has to meeting the needs of our dealers and our growing customer base.</strong></p>

  <p><strong>Our continued investment in the U.S. market affirms that Volkswagen is dedicated to the economic vitalization of the communities where we do business.”</strong></p>

  <p><em>- Rawdon Glover, Executive Vice President of Aftersales, Volkswagen Group of America</em></p>
</blockquote>

<h2 id="volkswagen-to-open-new-1-billion-us-production-facility">Volkswagen To Open New $1 Billion U.S. Production Facility</h2>

<p>In July 2008, Volkswagen Group of America announced plans to build a new automotive production facility in Chattanooga, Tennessee. The plant was the first American plant for the company since the 1980s. Volkswagen Group of America planned to invest about $1 billion and create 2,000 jobs in the Chattanooga region. The plant was expected to have an annual production capacity of 150,000 vehicles and include production of a new mid-sized sedan designed specifically for the U.S. market.   </p>

<blockquote>
  <p><strong>“The U.S. market is an important part of our volume strategy, and we are now very resolutely accessing that market… Volkswagen will be extremely active there. This plant represents a milestone in Volkswagen’s growth strategy.”</strong></p>

  <p><em>- Martin Winterkorn, CEO of Volkswagen AG</em></p>
</blockquote>

<p>The Chattanooga facility aligns with the company’s overall U.S. strategy of connecting with its customers, increasing its competitiveness and tripling its U.S. customer base in the next decade. </p>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Vestas",
      "href"     : "/testimonials/vestas.html",
      "content": "<h2 id="vestas-invests-nearly-1-billion-in-us-manufacturing-facilities">Vestas Invests Nearly $1 Billion in U.S. Manufacturing Facilities</h2>

<p>Denmark-based Vestas, the leading provider of high-tech wind power systems, has invested nearly $1 billion in the United States and Colorado since 2007. In 2010, Vestas opened a fourth manufacturing plant in Brighton, Colorado. The new factory is a nacelle and hub manufacturing plant. The plant initially employed 280 employees, and Vestas announced that an additional 1,000 employees would be hired to staff the other three factories in Brighton, Windsor and Pueblo.</p>

<blockquote>
  <p><strong>“We are ramping up and investing in the U.S. because we have a high confidence in the U.S. market as one of the most important wind markets on this planet.”</strong></p>

  <p><em>- Michael Holm, Vestas spokesman</em></p>
</blockquote>

<p>With all Colorado plants fully functioning, they will employ over 2,500 workers statewide and will contribute to a nearly $700 million capital investment in the State of Colorado.<em> </em></p>

<p><em>–</em></p>

<ul>
  <li><a href="http://www.bloomberg.com/news/2010-11-11/vestas-says-u-s-expansion-on-course-as-turbine-market-forecasts-reduced.html">http://www.bloomberg.com/news/2010-11-11/vestas-says-u-s-expansion-on-course-as-turbine-market-forecasts-reduced.html</a></li>
  <li><a href="http://green.blogs.nytimes.com/2009/05/05/vestas-makes-colorado-a-clean-energy-hub/">http://green.blogs.nytimes.com/2009/05/05/vestas-makes-colorado-a-clean-energy-hub/</a></li>
  <li><a href="http://www.greeleytribune.com/article/20100713/NEWS/100719882">http://www.greeleytribune.com/article/20100713/NEWS/100719882</a></li>
</ul>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "TB Kawashima USA Inc.",
      "href"     : "/testimonials/tb-kawashima-usa-inc.html",
      "content": "<h2 id="tb-kawashima-usa-expandsnbspus-production-facility">TB Kawashima USA Expands U.S. Production Facility</h2>

<p>TB Kawashima USA Inc., a leading producer of textiles used by the automotive industry and a division of Japan-based TB Kawashima Co., announced an expansion of its facility in Kershaw County, South Carolina, in August. </p>

<blockquote>
  <p><strong>“We are pleased to move forward with our new expansion at our plant in Kershaw County. This represents the second expansion to this plant in the last couple of years.  Demand for our products has continued to grow, and Kershaw County has provided us with an excellent business environment in which to operate.”</strong></p>

  <p><em>- Yuzo Mori, President of TB Kawashima USA</em></p>
</blockquote>

<p>The company’s $9 million investment in the United States is expected to generate 50 new U.S. jobs over the next five years. South Carolina officials planned to continue working with the company to provide support, including a personalized training program for new employees.</p>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Siemens",
      "href"     : "/testimonials/siemens.html",
      "content": "<h2 id="siemens-invests-in-us-wind-power">Siemens Invests in U.S. Wind Power</h2>

<p>Siemens, the third largest wind manufacturer in the U.S. and a leader in off-shore wind turbine production, announced in August 2006 its purchase of a wind turbine blade manufacturing site in Fort Madison, Iowa - the company’s first wind turbine production facility in the United States.</p>

<blockquote>
  <p><strong>“We have been investing and growing our business in America for over 100 years – investing $25 billion in the last 10 years alone. </strong></p>

  <p><strong>We think our Fort Madison plant is a fantastic example of how, with the right policy and market support, we are able to invest in and revitalize America’s manufacturing base.”</strong></p>

  <p><em>- Peter Loescher, President and CIO, Siemens AG</em></p>
</blockquote>

<p>In addition to its investment in Fort Madison, Siemens started construction in the fall of 2009 on a new facility in Hutchinson, Kansas, with 400 jobs, and in March announced a new gas turbine manufacturing facility that will be built at its site in Charlotte, North Carolina, where another 825 new jobs will be created.</p>

<p>UPDATE:</p>

<p><a href="http://www.usa.siemens.com/pool/about_us/obama_visit/Wind-Madison-Overview.pdf">http://www.usa.siemens.com/pool/about_us/obama_visit/Wind-Madison-Overview.pdf</a></p>

<ul>
  <li>Fort Madison employs 600 employees</li>
  <li>Siemens opened Hutchinson plant in 2010, employs 130 people</li>
</ul>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Régitex USA LLC",
      "href"     : "/testimonials/régitex-usa-llc.html",
      "content": "<h2 id="rgitex-usa-opens-us-manufacturing-plant">Régitex USA Opens U.S. Manufacturing Plant</h2>

<p>Régitex USA LLC, a Canadian-based manufacturer of made-to-order ring spun and open end yarns, announced in July a $1.5 million investment in the opening of a U.S. manufacturing plant in Mecklenburg County, Virginia. </p>

<blockquote>
  <p><strong>“We are pleased and excited to make Virginia our home base in the United States.”</strong></p>

  <p><em>- Rick Martignetti, president of Régitex USA LLC.</em></p>
</blockquote>

<p>Virginia’s skilled and motivated workforce, transportation facilities, low-energy costs and location were influential factors in the organization’s decision to locate in the United States and Mecklenburg County.</p>

<p>Régitex USA will acquire and upgrade an existing textile plant to produce leading-edge yarns for the industrial, apparel, high-performance and home furnishing markets.  The investment is expected to create 60 new jobs in the U.S.</p>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Rolls-Royce",
      "href"     : "/testimonials/rolls-royce.html",
      "content": "<h2 id="rolls-royce-opened-new-500-million-manufacturing-facility-in-virginia"><em>Rolls-Royce Opened New $500 Million Manufacturing Facility in Virginia</em></h2>

<p>Rolls-Royce has begun manufacturing operations at Crosspointe - its largest site by area in North America – which opened in May 2011. Crosspointe, located in Prince George County, Virginia, is the first Rolls-Royce site built from the- ground-up in the United States. The new aerospace facility represents a total investment of approximately $500 million and expects to generate 600 new jobs by the time the facility is operational.</p>

<blockquote>
  <p><strong>“We’re delighted to be bringing so many good, high-tech and advanced manufacturing jobs to the region and look forward to building on our presence in and partnership with Virginia.</strong></p>

  <p><strong>For us, Crosspointe is about growth – about positioning for the future. With this new campus in the U.S., we are spreading our capability around the world, getting closer to our customers, growing our presence in key markets and strengthening our ability to manage business continuity risk.”</strong></p>

  <p><em>- James M. Guyette, President &amp; CIO, Rolls-Royce North America</em></p>
</blockquote>

<p>The facilities will manufacture, assemble and test a range of aerospace components and products, and will be the first to produce discs, considered one of the most critical components of the engine. Rolls-Royce has also invested in additional sites recently in the United States, including an On-Wing Care facility in Indiana and Marine Service Centers in Texas and Washington.</p>

<p>–</p>

<p><a href="http://www.rolls-royce.com/northamerica/na/news/2012/120309_president_obama_visits.jsp">http://www.rolls-royce.com/northamerica/na/news/2012/120309_president_obama_visits.jsp</a></p>

<ul>
  <li>Crosspointe manufacturing facility opened in May 2011.</li>
  <li>Cost $170 million</li>
  <li>Employs 150 workers</li>
  <li>Second facility being considered to open in 2014 in Crosspointe</li>
</ul>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Nestlé",
      "href"     : "/testimonials/nestlé.html",
      "content": "<p>Nestlé Professional North America announced in April 2011 their plans for a multi-million dollar expansion of the L.J. Minor facility in Cleveland, OH. The official groundbreaking took place on August 18<sup>th</sup>, 2011. The new facility will cover 75,000 square feet and add new advanced technologies to the site.</p>

<blockquote>
  <p><strong>“The investment in our MINOR’S Cleveland manufacturing plant demonstrates Nestlé’s commitment to the City of Cleveland.”</strong></p>

  <p><em>- Perry Miele, Vice President &amp; General Manager for Nestlé Professional North America</em></p>
</blockquote>

<blockquote>
  <p><strong>“For more than six decades, MINOR’S has been a part of the Cleveland community and this investment signifies Nestlé’s growth and continued commitment to the City of Cleveland.”</strong></p>

  <p><em>- Neil Dorfman, Vice President Manufacturing and Technical Services, Nestlé Professional North America</em></p>
</blockquote>

<p>The City of Cleveland provided a $250,000 economic development loan to cover the expansion of the current site. MINOR’S has been a presence in Cleveland since its beginning in 1951.</p>

<p>–</p>

<p><a href="http://www.nestleprofessional.com/united-states/en/OurCompany/Pages/MinorsExpansion.aspx">http://www.nestleprofessional.com/united-states/en/OurCompany/Pages/MinorsExpansion.aspx</a>
<a href="http://www.nestleprofessional.com/united-states/en/OurCompany/Pages/MultiMillionDollarInvestment.aspx">http://www.nestleprofessional.com/united-states/en/OurCompany/Pages/MultiMillionDollarInvestment.aspx</a></p>

<h2 id="nestl-develops-recipe-for-success"><em>Nestlé Develops Recipe for Success</em></h2>

<p>Nestlé Professional North America broke ground on a new Culinary Innovation Center in Solon, Ohio, in late 2007. The facility covers 67,300 square feet and is designed to integrate four developmental processes, with separate areas for concept development, culinary kitchens, product development laboratories, and the development and testing of manufacturing models. The project was expected to create 70 new jobs.</p>

<blockquote>
  <p><strong>“This groundbreaking signifies Nestlé’s growth and expansion in Solon as well as Nestlé’s commitment to culinary innovation in the foodservice industry…</strong></p>

  <p><strong>The realization of this new Center will provide a unique community for our Nestlé Professional Culinary team and a new opportunity for Nestlé to work with the local Solon community.”</strong></p>

  <p><em>- Tracy Thomas, Vice President and General Manager of Culinary at Nestlé Professional North America</em></p>
</blockquote>

<p>State and local officials helped Solon meet Nestlé’s immediate and future business needs, and company leaders have praised their assistance and continued commitment to the area’s business development. </p>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "NCR",
      "href"     : "/testimonials/ncr.html",
      "content": "<h2 id="ncr-observes-competitive-advantage-from-manufacturing-in-usa">NCR Observes Competitive Advantage from Manufacturing in USA</h2>

<p><span class="imgright"><img src="/images/ncr-logo_pantone.jpg" alt="NCR Logo" /></span>In June 2009, American technology company NCR Corp. selected two locations in Georgia as sites for its worldwide headquarters and a new North American manufacturing plant. The moves were expected to create an estimated 1,250 jobs in Duluth, Georgia, and 870 jobs in Columbus, Georgia.</p>

<blockquote>
  <p><strong>“Our decision to bring our North American ATM manufacturing in-house was driven by our belief that as self-service ATM technology becomes more innovative and strategic to financial institutions, the ability to control manufacturing in key markets becomes a core and competitive advantage to our growth strategy…</strong></p>

  <p><strong>NCR recognized that by in-sourcing their production, they would be able to decrease time-to-market, improve their internal collaboration, and lower their operating costs.”</strong></p>

  <p><em>- Peter Dorsman, NCR Senior Vice President of Global Operations</em></p>
</blockquote>

<p>NCR chose to invest in the United States and Georgia because of its pro-business environment and outstanding education and workforce development initiatives. </p>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Life Technologies",
      "href"     : "/testimonials/life-technologies.html",
      "content": "<h2 id="life-technologiesnbspincreases-production-capacity-in-us">Life Technologies Increases Production Capacity in U.S.</h2>

<p>Life Technologies Corp., a global biotechnology company, announced plans in September 2010 to expand its facility and production in Frederick, Maryland. The development is expected to add 100 new jobs by the end of 2011 and follows a previous expansion of the Frederick site in 2009 that created 50 local jobs. </p>

<blockquote>
  <p><strong>“We are thankful for the support the State of Maryland and Frederick County have provided us with to expand and grow our operations.</strong></p>

  <p><strong>This expansion will improve our ability to help the life science community with leading edge instruments and reagents that can help advance personalized medicine, regenerative science, molecular diagnostics, agricultural and environmental research, and 21<sup>st</sup> century forensics.”</strong></p>

  <p><em>- Uplaksh Kumar, Manufacturing and Site Leader of Life Technologies in Frederick</em></p>
</blockquote>

<p>Life Technologies develops, manufactures and markets more than 50,000 products for customers involved in life science research and the commercial manufacture of genetically engineered products.</p>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Intel",
      "href"     : "/testimonials/intel.html",
      "content": "<h2 id="intel-keeps-pace-with-6-to-8-billion-in-us-plant-expansions-and-upgrades">Intel Keeps Pace with $6 to $8 Billion in U.S. Plant Expansions and Upgrades</h2>

<p>Intel announced in October 2010 plans to invest between $6 billion and $8 billion on next-generation manufacturing technology in its U.S. facilities over the next several years. The investment includes the development of a new fabrication plant in Oregon and upgrades to four existing factories in Arizona and Oregon to produce chips with circuits 22 nanometers wide, smaller than their current generation of chips.</p>

<blockquote>
  <p><strong>“Today’s announcement reflects the next tranche of the continued advancement of Moore’s Law and a further commitment to invest in the future of Intel and America.</strong></p>

  <p><strong>The most immediate impact of our multi-billion-dollar investment will be the thousands of jobs associated with building a new fab and upgrading four others, and the high-wage, high-tech manufacturing jobs that follow.”</strong></p>

  <p><em>- Paul Otellini, Intel President and CEO</em></p>
</blockquote>

<p>The new plant and upgrades are expected to support 6,000 to 8,000 construction jobs and result in 800 to 1,000 new, permanent high-tech jobs, as well as help Intel maintain its current manufacturing base at these U.S. sites.</p>

<p>–</p>

<p><a href="http://www.intel.com/content/www/us/en/corporate-responsibility/intel-in-oregon.html">http://www.intel.com/content/www/us/en/corporate-responsibility/intel-in-oregon.html</a></p>

<ul>
  <li>Oregon fabrication facility will be completed in 2013</li>
</ul>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "General Electric",
      "href"     : "/testimonials/general-electric.html",
      "content": "<h2 id="general-electric-invests-600-million-to-expandnbspproduction-in-louisville-ky">General Electric Invests $600 Million to Expand Production in Louisville, KY</h2>

<p>In December 2009, General Electric Co.’s Appliances &amp; Lighting division announced plans to increase production at its Louisville, Kentucky, location in Appliance Park over three years with three new energy efficient product lines.  The decision to house this new production in the United States and Louisville was expected to add 830 manufacturing and engineering jobs at the facility, which represents a $600 million GE investment.</p>

<blockquote>
  <p><strong>“We are making big investments in new products and in energy-efficient technologies that are creating American jobs.</strong></p>

  <p><strong>We can’t make these products in the U.S. competitively without everyone coming to the table — unions, the Company, employees, local/state/federal officials.”</strong></p>

  <p><em>- Jim Campbell, President and CEO of General Electric Appliance &amp; Lighting</em></p>
</blockquote>

<p>The GeoSpring Hybrid Water Heater was the first completely new product line to be made in the Louisville factory in over fifty years, and General Electric plans to continue its investment in the green technology sector in the United States.</p>

<h3 id="update"><em>UPDATE:</em></h3>

<p>In June 2012, <a href="http://www.businesswire.com/news/home/20120627005796/en/GE-Appliances-Plans-Shift-Increase-Production-Popular#.U35DvPldWVM">GE announced an expansion of production</a> that created an additional 380 jobs, bringing the total number of working production employees to 772 and increasing the investment to $800 million.</p>

<blockquote>
  <p><strong>“The growth of GE’s manufacturing operation at Appliance Park and the ripple effect on our community continues to validate the city and state governments’ decisions to encourage GE to choose Louisville when GE was deciding where to invest. We couldn’t be more thrilled with their progress.”</strong></p>

  <p><em>-Metro Louisville Mayor Greg Fisher</em></p>
</blockquote>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Farouk Systems",
      "href"     : "/testimonials/farouk-systems.html",
      "content": "<h2 id="farouk-systems-reshores-to-united-states">Farouk Systems Reshores to United States</h2>

<p>Farouk Systems, a $1 billion manufacturer of professional hair care and spa products, moved all of its production<span class="imgright"><img src="/images/farouk_group_logo-200x201.jpg" alt="Farouk Systems Logo" /></span> from South Korea and China to the United States and Houston, Texas, in July 2009.</p>

<p>Owner Farouk Shami said the decision was clear.  Outsourcing led to a loss of control over manufacturing and distribution, and although raw materials and labor costs in the U.S. are higher than in Asia, there he was forced to spend about $500,000 a month to fight counterfeiting.</p>

<blockquote>
  <p><strong>“We’ll make more money this way because we’ll have better quality and better image.”</strong></p>

  <p><em>-Farouk Shami, Owner Farouk Systems</em></p>
</blockquote>

<h3 id="update"><em>UPDATE:</em></h3>

<p>Farouk Systems, a $1 billion manufacturer of professional hair care and spa products, is continuing to expand its Houston, TX facilities. In September 2011, Farouk Systems purchased 15 acres of land next to its existing facility in order to eventually increase its warehousing space to 1 million square feet. Farouk Systems is expanding its warehouses in order to better prepare for increased exports to Europe and South America.</p>

<blockquote>
  <p><strong>“We are celebrating our 25<sup>th</sup> anniversary, and our motto is ‘be safe, be beautiful and buy American.’ We need everybody to buy American – that’s what will stimulate the economy.”</strong></p>

  <p><em>-Farouk Shami, Founder of Farouk Systems Inc.</em></p>
</blockquote>

<p>Farouk Systems in Houston currently employs around 2,000 employees and plans to hire at least 300 more within the next year.</p>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Emergent BioSolutions",
      "href"     : "/testimonials/emergent-biosolutions.html",
      "content": "<h2 id="emergent-biosolutions-keeps-facility-investment-close-to-home">Emergent BioSolutions Keeps Facility Investment Close to Home</h2>

<p>Biopharmaceutical company Emergent BioSolutions opened a new facility in Baltimore, Maryland, in July 2010. The facility houses multiple manufacturing suites designed to support clinical and commercial manufacture of the company’s anthrax and tuberculosis products.  Emergent BioSolutions planned to invest over $8 million in the project, which is expected to create 120 jobs over five years.</p>

<blockquote>
  <p><strong>“The Baltimore facility symbolizes Emergent’s continued investment in manufacturing as one of its core competencies and competitive advantages; it is also a testament to Emergent’s commitment to the State of Maryland, where we are proud to be a key contributor to economic development and job growth.”</strong></p>

  <p><em>- Fuad El-Hibri, CEO Emerent BioSolutions</em></p>
</blockquote>

<p>Emergent employs approximately 180 people in Maryland, which is home not only to the Baltimore manufacturing facility but also to the company’s corporate headquarters and one of its product development sites.</p>

<p>Recently <a href="http://www.bizjournals.com/baltimore/print-edition/2012/06/22/emergent-biosolutions-to-expand.html">Emergent announced it is expanding its facilities in Baltimore and Gaithersburg, Maryland</a> as a part of a $220 million public-private partnership with the U.S. Department of Health and Human Services.</p>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "DuPont",
      "href"     : "/testimonials/dupont.html",
      "content": "<h2 id="dupont-opens-new-genetics-research-facility-in-us">DuPont Opens New Genetics Research Facility in U.S.</h2>

<p>American chemical company DuPont opened a new genetics research facility in Johnston, Iowa in April 2012 to contribute to increasing global food security. The 200,000 square foot facility was a $40 million investment that will create 400 new jobs in Iowa in addition to the 1,400 employees that already work in DuPont’s Iowa facilities.</p>

<blockquote>
  <p><strong>“DuPont is a global company and their growth in Iowa affirms its dedication to creating opportunities right here at home.”</strong></p>

  <p><em>- Iowa Governor Terry Branstad</em></p>
</blockquote>

<h2 id="dupont-announces-plans-for-20-million-battery-production-facility-in-us">DuPont Announces Plans for $20 Million Battery Production Facility in U.S.</h2>

<p>American chemical company DuPont announced in August 2010 that it will build a $20 million production facility in Chesterfield County, Virginia, to improve battery performance in electric and hybrid vehicles.  The new facility will produce the first nanofiber-based polymeric separators for high-performance lithium ion batteries for electric vehicles. “DuPont™ Energain™ separators will be key to battery manufacturers’ huge advances in lithium-ion batteries.”</p>

<blockquote>
  <p><strong>“DuPont enjoys a great, long-term partnership with Virginia, and the technology development it enables enhances our presence here as a major employer.”</strong></p>

  <p><em>- Thomas G. Powell, President of DuPont Protection Technologies</em></p>
</blockquote>

<p>DuPont considered several sites for its facility, but ultimately chose the United States and Chesterfield County for its high growth rate and market capabilities.  The new facility is expected to create 11 new manufacturing jobs.</p>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Caterpillar",
      "href"     : "/testimonials/caterpillar.html",
      "content": "<h2 id="caterpillar-selects-united-states-for-new-manufacturing-facilities">Caterpillar selects United States for New Manufacturing Facilities</h2>

<p>In August 2012, Caterpillar <a href="http://www.areadevelopment.com/newsitems/8-24-2012/caterpillar-hydraulic-plant-victoria-texas-3455671.shtml">started operations</a> at its $200 million manufacturing plant in Victoria, Texas. The state-of-the-art facility will focus on the manufacture of hydraulic excavators and created 225 jobs.</p>

<blockquote>
  <p><strong>“Based on our comprehensive review of possible locations, Victoria’s proximity to our supply base, access to ports and other transportation, as well as the positive business climate in Texas made this the ideal site for this project.</strong></p>

  <p><strong>Caterpillar is committed to maintaining its global leadership position in the excavator industry, and this new facility in Texas will play an important role in our long-term plans to provide customers in every region of the world with the products and solutions they need to help them with their businesses.”</strong></p>

  <p><em>- Gary Stampanato, Caterpillar Vice President responsible for excavators</em></p>
</blockquote>

<p>The facility is expected to triple the current capacity of hydraulic excavators produced by Caterpillar in the United States and double the number of Caterpillar employees making excavators in the United States. </p>

<p>In October 2013, Caterpillar continued expanding its U.S. operations by <a href="http://www.ajc.com/news/business/new-athens-plant-key-to-caterpillar/nbdcg/">opening a factory in Athens, GA</a> for “small-track” bulldozers and mini hydraulic excavators.</p>

<p>Caterpillar plans to hire as many as 1,400 workers, and the plant is expected to be fully operational and staffed by 2015. According to CEO <span>Doug Oberhelman,</span> about 2,800 more jobs could follow from Caterpillar suppliers that are expected to locate near the new plant.</p>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Canon USA",
      "href"     : "/testimonials/canon-usa.html",
      "content": "<h2 id="new-canon-headquarters-established-in-melville-long-island-ny">New Canon Headquarters Established in Melville, Long Island, NY</h2>

<p>Canon USA, Inc. constructed a new Americas Headquarters in Melville, Long Island, NY. Canon <a href="http://www.usa.canon.com/cusa/about_canon/newsroom/press_releases?pageKeyCode=pressreldetail&amp;docId=0901e0248015d53d">broke ground on the new location</a> in March 2010 and <a href="http://www.usa.canon.com/cusa/about_canon/standard_display/newamericashq">opened its doors</a> in February 2013. The new facility serves as Canon’s third worldwide headquarters location, along with headquarters in Tokyo and London. Aiming to be “<span>a model for environmental stewardship and innovation,” the Melville headquarters is</span> <span>the largest commercial property on Long Island to achieve LEED Gold Certification Standards.</span></p>

<blockquote>
  <p><strong>“Over the past 40 years, Canon U.S.A. has developed strong roots in the Long Island community…Canon is very grateful for the support we have received from every level of government and the local community to bring this new, state-of-the-art facility from concept to reality. We are committed to continuing our role as an active member of the Long Island business and local community and will look forward to moving into our new home in Melville.”</strong></p>

  <p><em>- Joe Adachi, President &amp; CEO, Canon U.S.A.</em></p>
</blockquote>

<p>The headquarters created over 2,000 immediate and future job opportunities. </p>

<h2 id="canon-usa-opensnbspnew-manufacturingnbspfacility-in-virginia">Canon USA Opens New Manufacturing Facility in Virginia</h2>

<p>The new Canon USA, Inc. headquarters followed close on the heels of <a href="http://www.cvi.canon.com/About_Us/aboutUsLandingPage.shtml">a new production facility constructed in Newport News, Virginia</a> in May 2009. The facility manufactures cartridges for laser printers that incorporate Canon’s proprietary high-speed, automated technology for cartridge production and supplies the North American market. Canon expected close to 1,000 new jobs to be created as production expands at the new 700,000-square-foot facility.</p>

<p>Canon has also developed a Technical Training Academy on the Newport News campus, which will equip workers with skills in advanced manufacturing support and product repair operations. The company chose to expand in Virginia and the United States because of its support as Canon hires quickly and develops a highly skilled and technical workforce.</p>

<blockquote>
  <p><strong>“Our relationships with the state, local officials and community have been invaluable. Their support and involvement with our company has enabled us to grow and continually meet changing market demand.”</strong></p>

  <p><em>- Takayoshi Hanagata, President and CEO of Canon Virginia and Industrial Resource Technologies, Inc.</em></p>
</blockquote>

",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "Astrum Solar",
      "href"     : "/testimonials/astrum-solar-0.html",
      "content": "<h2 id="astrum-solar-expands-us-operations">Astrum Solar Expands U.S. Operations</h2>

<p>In April 2010, Astrum Solar – an installer of residential and small commercial solar panels headquartered in Annapolis Junction, Maryland – announced the opening of <span class="imgright"><img src="/images/as_logo-rgb-250px-176x192.jpg" alt="Astrum Solar Logo" /></span>a new office outside of Philadelphia, Pennsylvania. The new office was opened in response to growing demand for sustainable and cost-effective energy solutions and to service the region’s growing customer base.  </p>

<blockquote>
  <p><strong>“The expansion in Pennsylvania is just one part of Astrum Solar’s aggressive growth strategy to serve new geographic markets up and down the East Coast.”</strong></p>

  <p><em>- Vadim Polikov, Astrum Solar President</em></p>
</blockquote>

<p>The Pennsylvania office employs 25 people in the fields of engineering, sales, installation, and project management and is expected to continue to grow with consumer demand. In addition to serving customers in eastern Pennsylvania, the new office is also expected to provide installations for residents in south New Jersey.</p>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    ,
    
    {
      "title"    : "ASCO Industries",
      "href"     : "/testimonials/asco-industries.html",
      "content": "<h2 id="asco-industries-opens-new-factory-in-oklahoma">ASCO Industries Opens New Factory in Oklahoma</h2>

<p>In July 2012, ASCO Industries (ASCO), a Belgian leader in the design and manufacture of high lift devices, complex mechanical assemblies, and major functional components for the aerospace industry, <a href="http://stateimpact.npr.org/oklahoma/2012/07/09/asco-aerospace-expansion-means-hundreds-of-jobs-in-stillwater/">announced a new investment in a production site in Stillwater, Oklahoma</a>. ASCO designs and builds aircraft components for aircraft manufacturers, including Boeing and Airbus. The plant will include machining, heat and surface treatment, and assembly of complex machine parts produced with titanium, steel, and aluminum. The total value of the investment comes to $73 million. The company is expected to move forward with the Stillwater, Oklahoma investment in two phases.  Phase one begins immediately and will result in 75 jobs by the end of 2013. Upon full operation by the end of 2015, ASCO’s plant in the United States will employ 380 people. </p>
",
      "date"     : {
         "day"   : "04",
         "month" : "February",
         "year"  : "2015"
      }
    }
    
    
]